{
    "You're invited to the party": "Du bist eingeladen",
    "Stay informed": "Bleibe informiert",
    "Stay connected": "Sei verbunden",
    "Recieve the latest information about the schedule and location of the event": "Erhalte die neusten Informationen zum Ablauf und Ort des Events",
    "Connect with other guests and share a combined experience": "Tausche dich mit anderen Gästen aus",
    "Register now": "Jetzt registrieren",
    "or sign up here": "oder hier anmelden",
    "Email address": "Email-Adresse",
    "Reenter Password": "Passwort bestätigen",
    "Sign up": "Anmelden",
    "If you recieved an invite, please enter the Code below": "Wenn du eine Einladung erhalten hast, gib hier deinen Code ein",
    "Invite Code": "Einladungscode",
    "Send": "Senden",
    "You have been invited to the party! =)": "Du bist eingeladen =)",
    "Accept": "Zusagen",
    "Decline": "Absagen",
    "Decline invitation": "Absage",
    "You are about to decline this invitation.": "Willst du die Einladung wirklich ablehnen?",
    "Notice that there is no way back!": "Von hier gibt es kein zurück!",
    "If some of you will come, please accept the invitation and change the attendance status of the guests.": "Wenn nur ein Teil von euch nicht kommt, dann sagt bitte zu und ändert den Zusage-Status jeder Person.",
    "So sad you can't make it =(": "Schade, dass du absagen musstest =(",
    "You're in, {{title}}!": "Du bist dabei, {{title}}!",
    "Please take 5 more minutes to help us organize this event.": "Bitte nimm dir 5 Minuten, um uns bei der Planung zu helfen.",
    "Who's coming?": "Wer kommt?",
    "Coming": "Kommt",
    "Not coming": "Kommt nicht",
    "No allergies or special diet": "Keine Allergien oder Diäten",
    "Share the invite": "Gib die Einladung weiter",
    "Each guest is welcomed to create an account on this page in order to stay informed.": "Jeder Gast kann sich hier registrieren, um auf dem Laufenden zu bleiben.",
    "You can send each guest a custom invite link or create an account for them.": "Du kannst jedem Gast eine Einladung mit Link senden oder direkt hier ein Konto erstellen.",
    "Send custom invite": "Link senden",
    "Create user account": "Konto erstellen",
    "Forward invite": "Einladung weitergeben",
    "You can eighter fill out the e-mail address below to send this link or copy & paste it into any messager app": "Du kannst entweder unten eine Email-Adresse eingeben und eine Email senden oder den Link kopieren und in eine beliebige Nachrichten-App einfügen.",
    "Copy to clipboard": "In Zwischenablage kopieren",
    "Enter the e-mail address of the guest": "Gib die Email-Adresse des Gastes ein",
    "This link is only for this guest": "Dieser Link ist nur für diesen Gast bestimmt",
    "Allergies & Diet": "Allergien & Diäten",
    "%s. Allergy": "%s. Allergie",
    "%s. Diet": "%s. Diät"
}